{
  "1": {
    "scientificName": "Ficus microcarpa",
    "fullDescription": "Ficus microcarpa, also known as Chinese banyan, Malayan banyan, Indian laurel, curtain fig, or gajumaru, is a tree in the fig family Moraceae. It is native in a range from China through tropical Asia and the Caroline Islands to Australia. It’s a popular indoor tree species for Bonsai beginners.  The ficus genus belongs to the family of mulberry plants (Moraceae) and is the most popular indoor tree species for beginners at Bonsai. There is differing information about the number of existing ficus species, there may be between 800 and 2000. They live on all continents in the tropical regions and are very suitable for being kept as indoor Bonsai. Some figs can become very large trees with a crown circumference of more than 300 m (1000 ft). Typical for all fig Bonsai species is their milky latex sap, which will leak from wounds or cuts. The tropical figs are evergreen trees, small shrubs or even climbing plants. The Ficus Ginseng has a thick, pot-bellied trunk, similar to the Ginseng root.",
    "fullDescription2": "The Ficus Ginseng is a very popular indoor tree species for Bonsai beginners. It has a thick, pot-bellied trunk, similar to the Ginseng root. The leaves are small and oval-shaped, and the tree can be trained into various shapes. It prefers bright, indirect light and should be watered when the top inch of soil is dry. The Ficus Ginseng is known for its resilience and can tolerate neglect, making it an excellent choice for those new to Bonsai cultivation.",
    "images": [
      "https://strapi.myplantin.com/large_bonsai_ginseng_or_ficus_retusa_also_known_as_banya_2021_10_17_19_41_17_utc_min_f632905789.webp",
      "https://strapi.myplantin.com/medium_menu_933fef76-6073-4b49-8873-1b96ccbe34b4.webp",
      "https://strapi.myplantin.com/large_main_7f0ecb57-e212-438a-bf04-89b04937e7f4.webp"
    ]
  },
  "2": {
    "scientificName": "Sansevieria trifasciata",
    "fullDescription": "The Snake Plant, scientifically known as Sansevieria trifasciata, is a popular houseplant known for its upright, sword-like leaves. It is very tolerant of low light and irregular watering, making it ideal for beginners.",
    "images": [
      "https://example.com/snake-plant-main.jpg"
    ]
  }
}